[Info]
Author=Youngzsoft
Email=support@youngzsoft.net
Translators=Lukas Kysela - truefriend.cz@gmail.com
Language=Czech

[Language]
HOMEPAGE=http://www.youngzsoft.net/ccproxy/
BUYNOW=http://www.youngzsoft.net/ccproxy/purchase.htm

;Configuration Dialog
Configuration=Konfigurace
Protocol=Protokol
Local IP Address:=Lokální IP Adresa
Web Cached=Cachování stránek
Auto Startup=Spuštění po startu PC
Auto Hide=Skrýt po startu
Remote Dial-up=Vzdálené vytáčení
Auto Detect=Autodetekce
Proxy services=Proxy služby
OK=OK
Cancel=Storno
Advanced=Pokročilé
NT Service=Spustit jako službu

;Dial
Dial-up=Vytáčené připojení
Dial-up Entries=Název připojení
Dial-up User Name=Uživatelské jméno
Dial-up Password=Heslo
Idle disconnect minutes=Odpojit po nečinnosti (min.)
Enable Auto Dial-up=Automaticky vytočit

;Log
Log=Log
CCProxy can log every user's information. Please DON'T intercept user's mail without his/her permission.=CCProxy může zachytit citlivé informace uživatele. Prosím, NEPOUŽÍVEJTE tuto funkci ke čtení pošty uživatele bez jeho svolení.
Log session selection=Logovat vybrané části
Request URL=Požadavky URL
Mail Info=Informace o mailech
Outgoing Mails=Odchozí maily
Maximum Lines=Maximální počet řádků
Clear Logs=Smazat logy
Save Logs to File=Uložit logy do souboru
Export Excel=Export do Excelu
New Log Daily=Každý den nový log
Flow Stats Time Interval(m)=Interval statistik provozu (m)
Enable Flow Stats=Statistiky provozu
Flow Stats=Statistiky
Picture Info=Info o obrázku
Web Title Info=Název stránky

;Mail
Mail=Mail
Primary DNS=Primární DNS
Secondary DNS=Sekundární DNS
Maximum Tries=Maximum položek
Time Interval Before Next Try=Interval před dalším opakováním
Minutes=Minut
Mail Queue Length=Počet mailů ve frontě
SMTP Port=SMTP port
POP3 Port=POP3 port

;Miscellaneous
Miscellaneous=Smíšené
Language=Jazyk
Socket Idle disconnect minutes=Prodleva mezi odpojením (min.)
Password Protection=Zabezpečení heslem
Password=Heslo
Need Password When Startup=Heslo potřebné při spuštění
Hide All=Skrýt vše
Tip: Show CCProxy when launch again.=Tip: Zobrazit CCProxy při spuštění znovu.
Disable External Users=Zakázat cizí uživatele
Web Sites for On-line Checking=Kontrolovat stav webu
Auto Scan Computer Name=Automatické skenování názvu PC
Enable SOCKS4=Povolit SOCKS4

;Cascading Proxy
Cascading proxy=Nadřazená proxy
CCProxy permits local server to access Internet via other proxy.=CCProxy zabezpečení lokálního serveru pro přístup  internetu zkrze proxy.
Enable Cascading Proxy=Povolit nadřazené proxy
Proxy Address=Adresa proxy
Proxy Protocol=Protokol proxy
Port=Port
Need Authorization=Vyžaduje autorizaci
User Name=Uživatelské jméno
Password=Heslo

;Cache
Cache=Cache
Note: Cache here is based on IE technology. You need to install IE version 4.0 or above.=Poznámka: Cache je založea na prohlížeči IE. K jejímu fungování musíte mát naisnatlovaný IE verze 4.0 a vyšší.
Settings=Nastavení
Always Load From Cache=Vždy nahrávat z cache
Cache Update Time(minutes)=Aktualizace po (min.)
Change Cache Options via IE=Změnit nastavení cache v IE
IE Cache Options=Nastavení IE cache
Cache Path:=Umístění cache
Cache Size(M):=Velikost (MB)

;Account Manager Dialog
Account Manager=Účty
Options=Nastavení
Filter/Time=Filtr/Čas
Web Filter=Filtrování stránek
Time Schedule=Plánovač
New=Nový
Edit=Editovat
Delete=Smazat
Select All=Vybrat vše
Auto Scan=Najít
User Count:=Uživatelů:
Permit Category:=Způsob omezení
Auth Type:=Typ autorizace
Enable Data Stat=
Stat Result=
Send Message=Odeslat zprávu
Export=Exportovat
Import=Importovat

;Account Dialog
Account=Účet
User/Group Name=Jméno uživatele/skupiny
Password=Heslo
IP Address/IP Range=IP adresy/IP rozsah
MAC Address=MAC adresy
Maximum Connections=Maximálních spojení
*Unlimited Connection:-1=*Neomezeno:-1
Bandwidth For Each Connection(Byte/s)=Rychlost pro každé spojení (Byte/s)
Others=Ostatní
Time Schedule=Plánovač
Web Filter=Filtrování stránek
New=Nový
Save=Uložit

;Register Dialog
Registration=Registrace
Machine ID=ID počítače
License=Sériové číslo
Register Code=Registrační číslo
&Register=Registrovat
&Buy Now=Zakoupit
&Close=Zavřít

;Connection Info Dialog
Current Connection Information=Aktuální informace o spojení
Connection information=Informace o spojení
Connections:=Spojení:
Users:=Uživatel:
Stop Scroll=Nerolovat
Open Logs=Otevřít Logy
Mail transfer information=Informace o mailovém spojení
Mail in transfer=Přenášených mailů
Mail undelivered=Nedoručených mailů
Mails:=Mailů
Close=Zavřít
Transfer &Again=Přenést znovu
&Delete=Smazat
&Refresh=Obnovit
Internet mail transfer status=Stav přenosu

;Web Filter
Web Filter Name=Název webového filtru
Site Filter=Síťový filtr
Permitted Sites=Zakázané stránky
Forbidden Sites=Blokované stránky
Forbidden Content=Blokovaný obsah
Tip: Supports wildcard '*', use ' ; ' to seperate. Eg. *.yahoo.com;*.msn.com=Tip: Filtr podporuje hvězdičkovou konvenci.  Příklad: *.yahoo.com;*.msn.com
Tip: Each item is divided by semicolon. Eg. chat;travel=Tip: Každá položka podporuje více hodnot oddělených středíkem. Příklad: chat;cestování
Forbidden URL=Blokované URL
Tip: Each item is divided by semicolon. Eg. .exe;.zip=Tip: Každá položka podporuje zadání jako část textu. Příklad: .exe;.zip

;Time Schedule
Time Schedule Name=Název plánovače
Sunday=Sobota
Monday=Pondělí
Tuesday=Úterý
Wednesday=Středa
Thursday=Čtvrtek
Friday=Pátek
Saturday=Neděle

;Time Table
Time Table=Časový rozvrh
Tip: 01:00 denotes that Internet access is permitted from 00:00 to 01:00.=Tip: 01:00 označuje přístup k internetu od 0:00 do 01:00.
Unselect All=Odznačit vše
Apply To:=Použít pro:

;Get Address
Get Address=Získat adresu
Computer Name=Název počítače
Retrieve=Navázat
Apply=Použít
Close=Zavřít

;Menu
&Dial-up=Vytáčené připojení
D&isconnect=Odpojit

;Resource String
&About CCProxy...=O produktu...
User Name|IP Address|MAC Address|Connections|=Uživatelské jméno|IP adresa|MAC adresa|Připojení|
Windows sockets initiation failed.=Systému Windows se nepodařilo inicializovat sokety.
Socket creation failed!=Chyba při vytváření soketu!
Start|Stop|Options|Account|Register|Monitor|Exit|Hide|Help|=
DNS service startup failed!=Chyba při spuštění DNS služby!
HTTP proxy startup failed!=Chyba při spuštění HTTP proxy!
SOCKS proxy startup failed!=Chyba při spuštění SOCKS proxy!
Are you sure to close CCProxy?=Chcete opravdu ukončit CCProxy?
Startup proxy|Stop proxy|Options configuration|Account manager|Register CCProxy|Online Monitor|Close proxy|Hide interface|CCProxy help|=
User already exists or User/IP/MAC length is illegal!=Uživatel s tímto jménem/IP/MAC již existuje!
on search ...=vyhledávám...
This operation will add all local users' info. Continue?=Tato funkce přidá všechny informace lokálních uživatelů. Pokračovat?
Are you sure to delete this account?=Opravdu chcete smazat tento účet?
Another instance of CCProxy has been run!=Jiná instance CCProxy je již spuštěna!
Time|User Name|IP Address|Action|=Čas|Uživatel|IP adresa|Akce|
Please select log file path:=Prosím vyberte cestu k logům:
Are you sure to delete all the logs?=Opravdu chcete smazat všechny logy?
Permit All|Permit Only|Permit All But=Zabezpečit vše|Zabezpečit vždy|Zabezpečit vše ale
IP Address|MAC Address|User/Password|User/Password + IP|User/Password + MAC=IP adresa|MAC adresa|Uživatel/Heslo|Uživatel/Heslo + IP|Uživatel/Heslo + MAC
Congratulations. You have registered successfully!=Blahopřejeme. Vaše registrace byla úspěšná.
Sorry. Registration Failed!=Registrace selhala!
%s (Unregistered)=%s (Unregistered)
Mail ID|Mail From|Mail To|Send Times|Begin Time|Last Response|=
Mail proxy startup failed!=Spuštění mail proxy selhalo! 
Unknown=Neznámý
Host=Hostitel
News proxy startup failed!=Spuštění news proxy selhalo!
FTP proxy startup failed!=Spuštění FTP proxy selhalo!
Telnet proxy startup failed!=Spuštění Telnet proxy selhalo!
Some mails are in transfer. Are you sure to exit?=Přenáší se příliš mnoho emailů. Chcete ukončit?
The account system only supports no more than 500 users!=Systémový účet nepodporuje více než 500 uživatelů!
Are you sure to delete this mail?=Opravdu chcete smazat tento email?
News=News
MAP service startup failed!=Spuštění MAP služby selhalo!
Wrong Password.=Špatné heslo.
Current version is the latest version %d.%d %s.=Tato verze je poslední verzí %d.%d %s.
New version %d.%d %s. Download Now?=Je k dispozici nová verze %d.%d %s. Chcete ji stáhnout?
New version. Download Now?=Je k dispozici nová verze. Chcete ji stáhnout?
Checking new version. Please waiting ...=Kontroluji dostupnost nové verze. Prosím čekejte...

;09/18/2002
Get MAC Address=Získat MAC adresy
Start=Spustit
Stop=Zastavit

;10/05/2002
Type|Dest Host|Dest Port|Local Port|=Typ|Cílový hostitel|Cílový port|Lokální port|
Port Map=Mapovat port
Add=Přidat
Modify=Upravit
Dest Host=Cílový hostitel
Dest Port=Cílový port
Port Type=Typ portu
Local Port=Lokální port
Low IP Address=Začátek rozsahu IP
High IP Address=Konec rozsahu IP
Are you sure to delete these items?=Chcete opravdu smazat tyto položky?
Line Chart Options=Nastavení spojnicového grafu
Connections Maximum=Maximální počet spojení
Bandwidth Maximum=Maximální rychlost spojení
Reset=Reset
Cancel All=Resetovat
Connections=Spojení
Bandwidth=Rychlost
RESERVED=REZERVOVÁNO
Bandwidth(byte/s)=Rychlost (byte/s)
*Unlimited Bandwidth:-1=*Bez omezení:-1
IP Address=IP adresa
Local Protocol=Lokální protokol
k byte=k byte
Login=Přihlášení
Too Many Users. Please contact Youngzsoft for support of more users.=
Enable Anti Email Virus=Povolit kontrolu e-mailových virů
Log Analysis=Analýza logu
Log File=Soubor logu
Filter=Filtr
Time=Čas
Action=Akce
Content=Obsah
URL=URL
Analysis=Analýza
Open=Otevřít
User Name|IP Address|MAC Address|Connections|Bandwidth|Enable|Group|Belongs Group|Time|Web Filter|Time Schedule|Auth Mode=
Enable=Povolit
As Group=Skupina
Belongs to Group=Vlastník
Auto disable at=Vypnout účet dne
NT User(AD) Auth=Ověření NT uživatele
Bytes=Bytů
Username=Uživatelské jméno
Invalid time.=Chybný čas
Invalid service.=Chybná služby
Invalid user.=Chybný uživatel
Unknown=Neznámý
is using port=používá port
Do you want to stop it?=Chcete to nyní zastavit?
Stop failed!=Nebyl zastaven!
Too many connections.=Příliš mnoho spojení.
Remote Admin service startup failed!=Služba pro vzdálený přístup administrátora není spuštěna!
is external user, blocked=je cizí uživatel, blokovaný
Unlimited=Nelimitovaná
%s User License=%s uživatelská licence
%d User License=%d uživatelská licence
Cascading=Kaskádování
Networks=Sítě
Enable Remote Admin=Povolit vzdálenou správu
Admin Port=Port pro správu
Server Bind IP Address=IP adresa Bind serveru
Bandwidth Control Apply for=Správa rychlosti použitá pro
Anti Spam Check with RBL=Anti Spam kontrolovat v RBL
NT User Auth Domain:=Ověření pomocí NT:
Admin Password=Admin heslo
Auto disabled at %s=Automatické vypnutí v %s
The required service is disabled=Službu je nutné vypnout.
The client is disabled by time schedule [%s]=Klient je vypnut [%s]
Enable HTTP_X_FORWARDED_FOR=Povolit HTTP_X_FORWARDED_FOR
Save all stream data to \log\log.dat=Uložit všechna streamovaná data do \log\log.dat
Close CCProxy requires confirm=Potvrzovat ukončení CCProxy
Keep HTTP referer=Zachovat HTTP odkazy
Auto shutdown Windows at=Automatické ukončení Windows za
MAC address retrive timeout(ms)=Vypršení časového limitu MAC adres (ms)
Web authentication title=Název webové autorizace
Web auth failed message=Chybová zpráva webové autorizace
Web site filter message=Filtrovací zpráva webové autorizace
Web content filter message=Zpráva obsahu webové autorizace
Auto Update=Automatická aktualizace
The proxy server blocked the external users' connections.=Proxy server blokuje připojení cizích uživatelů.
The account [%s] has been limited to %d connections.=Účet [%s] dosáhl maximálního počtu spojení %d.
Forbidden=Přístup zamítnut
Permit=Přístup odepřen
<H1>The online users' count exceeds the license's permission. You need to purchase or upgrade your license.</H1>=<H1>Uživatelé vyčerpali povolený limit. Potřebujete licenci.</H1>
Account auth failed message=Chybová zpráva ověření účtu
Customize=Rozšířené
Domain=Doména
Run As Internet Proxy Server=Spustit jako internetový proxy server
Advanced DNS Filter=Pokročilý DNS filtr
Download Bandwidth(Byte/s)=Rychlost stahování (Byte/s)
Upload Bandwidth(Byte/s)=Rychlost odesílání (Byte/s)
CCProxy HotKey=Zkratková klávesa
Enable Multiple IPs Outgoing=Povolit více odchozích IP adres
Add Client IP in HTTP Header=Přidat klienta v HTTP hlavičce
Network Traffic Statistics=Statistiky síťového provozu
Network Traffic=Síťový provoz
Download Bandwidth(KB/s)=Rychlost stahování (KB/s)
Upload Bandwidth(KB/s)=Rychlost odesílání (KB/s)

;7.0
Left Time=Odchozí čas

;7.3
Source Host=Zdrojový hostitel
Change Host=Změna hostitele
Type|Dest Host|Dest Port|Source Host|Local Port|Change Host=Typ|Cílový hostitel|Cílový port|Zdrojový hostitel|Lokální port|Změna hostitele
Bandwidth Quota=Omezení rychlosti
Days=Dnů
MAC Address/Hostname=MAC adresa/hostitel
Limit Multiple Login with Username=
Update Now=
Domain User Auth=
Domain name=
Domain user and group list=
User/Group name=
Get user list=
Domain Options=
Client IP Address:=IP adresa klienta:
Message:=Zpráva:
Note: Please start "Messenger" in system services both server and client. This function only supports NT/XP/2003.=
Download=
Do you want to update language?=
Update language failed!=
Update language successfully!=
New version was found. Upgrade now?=
Already update to date!=
New version available!=
Update=
Custom error display=

Active=
Multiple servers are using same license, please reset the license from http://cp.youngzsoft.com and register again.=